<?php
// +----------------------------------------------------------------------
// | BaseException.php
// +----------------------------------------------------------------------
// | Description: 
// +----------------------------------------------------------------------
// | Time: 2018/3/27 下午1:39
// +----------------------------------------------------------------------
// | Author: Object,半醒的狐狸<2252390865@qq.com>
// +----------------------------------------------------------------------

namespace Chinaobject\Dingtalk\Exceptions;

use Symfony\Component\HttpKernel\Exception\HttpException;

class BaseException extends HttpException
{

}